Repository: beholderrk/photologue
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Separate tags with spaces, put quotes around multiple-word tags.
ru: Разделяйте отдельные теги пробелами, если тег состоит из нескольких слов оборачивайте его в ""

source: Django-tagging was not found, tags will be treated as plain text.
ru: Django-tagging не был найден, теги будут рассматриваться как обычный текст

source: Very Low
ru: Очень низкое

source: Low
ru: Низкое

source: Medium-Low
ru: Средне-низкое

source: Medium
ru: Среднее

source: Medium-High
ru: Средне-высокое

source: High
ru: Высокое

source: Very High
ru: Очень высокое

source: Top
ru: Вверх

source: Right
ru: Право

source: Bottom
ru: Низ

source: Left
ru: Лево

source: Center (Default)
ru: Центр

source: Flip left to right
ru: Отразить слева направо

source: Flip top to bottom
ru: Отразить сверху вниз

source: Rotate 90 degrees counter-clockwise
ru: Повернуть на 90 градусов против часовой стрелки

source: Rotate 90 degrees clockwise
ru: Повернуть на 90 градусов по часовой стрелке

source: Rotate 180 degrees
ru: Повернуть на 180 градусов

source: Tile
ru: Плиткой

source: Scale
ru: Масштаб

source: Chain multiple filters using the following pattern "FILTER_ONE->FILTER_TWO->FILTER_THREE". Image filters will be applied in order. The following filters are available: %s.
ru: Соедините несколько фильтров используя следующий шаблон "FILTER_ONE->FILTER_TWO->FILTER_THREE". Фильтры будут применены в этом порядке. Доступны следующие фильтры: %s

source: date published
ru: дата публикации

source: title
ru: заголовок

source: title slug
ru: слаг

source: A "slug" is a unique URL-friendly title for an object.
ru: "слаг" - это уникальный url дружественный заголовок для объекта

source: description
ru: описание

source: is public
ru: опубликовать?

source: Public galleries will be displayed in the default views.
ru: опубликованные галереи отображаются на сайте

source: photos
ru: фотки

source: tags
ru: теги

source: gallery
ru: галерея

source: galleries
ru: галереи

source: count
ru: кол-во

source: images file (.zip)
ru: файл картинок (.zip)

source: Select a .zip file of images to upload into a new Gallery.
ru: Выберите .zip файл с картинками для загрузки в галерею

source: Select a gallery to add these images to. leave this empty to create a new gallery from the supplied title.
ru: Выберите галерею для добавления картинок. Оставьте поле пустым чтобы создать новую галерею.

source: All photos in the gallery will be given a title made up of the gallery title + a sequential number.
ru: Всем фотографиям в галерее будет присвоен этот заголовок + порядковый номер фотографии.

source: caption
ru: подпись

source: Caption will be added to all photos.
ru: Подпись будет добавлена ко всем фотографиям.

source: A description of this Gallery.
ru: Описание этой галереи

source: Uncheck this to make the uploaded gallery and included photographs private.
ru: Снимите галочку чтобы сделать загруженную галерею и её фотографии приватными.

source: gallery upload
ru: фотки в галерею

source: gallery uploads
ru: загружаемые галереи

source: image
ru: картинка

source: date taken
ru: дата получения

source: crop from
ru: обрезать

source: effect
ru: эффект

source: An "admin_thumbnail" photo size has not been defined.
ru: размер фотографии "admin_thumbnail" не создан

source: Thumbnail
ru: Превью

source: slug
ru: слаг

source: date added
ru: дата добавления

source: Public photographs will be displayed in the default views.
ru: Опубликованные фотографии будут отображаться на сайте

source: photo
ru: фотография

source: name
ru: название

source: rotate or flip
ru: повернуть или отразить

source: color
ru: цвет

source: A factor of 0.0 gives a black and white image, a factor of 1.0 gives the original image.
ru: Фактор 0.0 даст черно-белое изображение, 1.0 - даст оригинальное изображение

source: brightness
ru: яркость

source: A factor of 0.0 gives a black image, a factor of 1.0 gives the original image.
ru: Фактор 0.0 даст черное изображение, 1.0 - даст оригинальное изображение

source: contrast
ru: контраст

source: A factor of 0.0 gives a solid grey image, a factor of 1.0 gives the original image.
ru: Фактор 0.0 даст сплошное серое изображение, 1.0 - даст оригинальное изображение

source: sharpness
ru: четкость

source: A factor of 0.0 gives a blurred image, a factor of 1.0 gives the original image.
ru: Фактор 0.0 даст размытое изображение, 1.0 - даст оригинальное изображение

source: filters
ru: фильтры

source: size
ru: размер

source: The height of the reflection as a percentage of the orignal image. A factor of 0.0 adds no reflection, a factor of 1.0 adds a reflection equal to the height of the orignal image.
ru: Высота отражения в процентах от оригинального изображения. Фактор 0.0 не добавит отражения, 1.0 - добавит отражение равное высоте оригинального изображения

source: strength
ru: мощность

source: The initial opacity of the reflection gradient.
ru: Начальная прозрачность градиента отражения

source: The background color of the reflection gradient. Set this to match the background color of your page.
ru: Цвет фона градиента отражения. Установите в соответствии с цветом фона вашей страницы

source: photo effect
ru: эффект

source: photo effects
ru: эффекты

source: style
ru: стиль

source: opacity
ru: прозрачность

source: The opacity of the overlay.
ru: Прозрачность наложения

source: watermark
ru: водяной знак

source: watermarks
ru: водяные знаки

source: Photo size name should contain only letters, numbers and underscores. Examples: "thumbnail", "display", "small", "main_page_widget".
ru: Название размера фотографии может содержать только буквы, цифры и подчеркивания (_). Например: "thumbnail", "display", "small", "main_page_widget".

source: width
ru: ширина

source: If width is set to "0" the image will be scaled to the supplied height.
ru: Если ширина установлена в 0, то изображение будет отмастшабирована до указанной высоты

source: height
ru: высота

source: If height is set to "0" the image will be scaled to the supplied width
ru: Если высота установлена в 0, то изображение будет отмастшабирована до указанной ширины

source: quality
ru: качество

source: JPEG image quality.
ru: JPEG качество изображения

source: upscale images?
ru: растянуть изображение до указанных рамок соблюдая пропорции?

source: If selected the image will be scaled up if necessary to fit the supplied dimensions. Cropped sizes will be upscaled regardless of this setting.
ru: Изображение будет растянуто до указанных рамок сохраняя пропорции. При этом картинка сохранит свою целостность.

source: crop to fit?
ru: обрезать чтобы заполнить рамки?

source: If selected the image will be scaled and cropped to fit the supplied dimensions.
ru: Изображение будет заполнять указанные рамки полностью, то что не поместиться будет обрезано.

source: pre-cache?
ru: кэшировать?

source: If selected this photo size will be pre-cached as photos are added.
ru: Если выбрано, то будет автоматически создаваться картинка этого размера при сохранении

source: increment view count?
ru: учитывать кол-во просмотров

source: If selected the image's "view_count" will be incremented when this photo size is displayed.
ru: Если выбрано, то свойство картинки "view_count" будет увеличиваться каждый раз, когда этот размер будет показан.

source: watermark image
ru: водяной знак

source: photo size
ru: размер фотографии

source: photo sizes
ru: размеры фотографии
